Revit 2027 API
Face.IsInside Method
Indicates whether the specified point is within this face.
Overload List
Name | Description
IsInside(UV) | Indicates whether the specified point is within this face.
IsInside(UV, IntersectionResult) | Indicates whether the specified point is within this face and outputs additional information about the point location.
Top
See Also
Reference
Face Class
Autodesk.Revit.DB Namespace